app/controllers/erabats_controller.rb

  def index
    @erabats = Erabat.all
---
SELECT "erabats".* FROM "erabats"