app/controllers/rrabats_controller.rb

SELECT "rrabats".* FROM "rrabats"
---
  def index
    @rrabats = Rrabat.all