app/controllers/vrabats_controller.rb

  def index
    @vrabats = Vrabat.all
---
SELECT "vrabats".* FROM "vrabats"